var mpjn = new Array();
mpjn[7] = ['飘渺之灵','Icon0069','','','','','','','','','法术抗性高，物理抗性低，行动类状态免疫',''];
mpjn[8] = ['消魔攻击','Icon0069','','','','','','','','','进行普通攻击时，将有35%的几率消除对方身上的所有正面状态',''];
mpjn[9] = ['吸灵术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的MP',''];
mpjn[10] = ['瞬幻术','Icon0069','','','','','','','','','无需幻化吟唱直接变为兽形态',''];
mpjn[11] = ['抓击','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','抓击对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['睡雾','Icon0069','','技力：40','','聚气：瞬间施放','回气：20','','','使自身周围所有敌人停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续8秒。　需要调息3秒才能施展其他技能','',''];
mpjn[13] = ['扰魂爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：136','抓击对手，造成挥砍伤害，并有一定几率使其陷入“失心”状态，持续10秒　需要调息3秒才能施展其他技能','',''];
mpjn[14] = ['如梦随行','Icon0069','','技力：50','','聚气：瞬间施放','回气：120','','','真诀，使用后进入“隐身”状态，每5秒技力值下降8点，发动攻击、使用技能、使用道具或者受到伤害后状态都会解除。 需要调息1秒才能施展其他技能','',''];



mpjn[25] = ['飘渺之灵','Icon0069','','','','','','','','','法术抗性高，物理抗性低，行动类状态免疫',''];
mpjn[26] = ['消魔攻击','Icon0069','','','','','','','','','进行普通攻击时，将有35%的几率消除对方身上的所有正面状态',''];
mpjn[27] = ['吸灵术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的MP',''];
mpjn[28] = ['瞬幻术','Icon0069','','','','','','','','','无需幻化吟唱直接变为兽形态',''];
mpjn[29] = ['睡雾','Icon0069','','技力：40','','聚气：瞬间施放','回气：20','','','使自身周围所有敌人停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续8秒。　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['无痕爪','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：挥砍','威力：216','抓击对手，穿透对手防御，造成大量挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[31] = ['如梦随行','Icon0069','','技力：50','','聚气：瞬间施放','回气：120','','','真诀，使用后进入“隐身”状态，每5秒技力值下降8点，发动攻击、使用技能、使用道具或者受到伤害后状态都会解除。 需要调息1秒才能施展其他技能','',''];
mpjn[32] = ['扰魂爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：136','抓击对手，造成挥砍伤害，并有一定几率使其陷入“失心”状态，持续10秒　需要调息3秒才能施展其他技能','',''];



mpjn[43] = ['瞬幻术','Icon0069','','','','','','','','','无需幻化吟唱直接变为兽形态',''];
mpjn[44] = ['如封似闭','Icon0107','','','','','','','','','免疫失力、失心、无助',''];
mpjn[45] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[46] = ['冲撞','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身冲撞对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['心如止水','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法，受到法术伤害时，将化解掉一半伤害，持续30秒 需要调息1秒才能施展其他技能','',''];
mpjn[48] = ['神雷撞地','Icon0069','','技力：80','射程：近身攻击','聚气：瞬间施放','回气：18','伤害类型：钝击','威力：216','近身冲撞对手，造成大量钝击伤害，并在小范围内引发神雷，使对手陷入“高级眩晕”状态，持续4秒　需要调息3秒才能施展其他技能','',''];
mpjn[49] = ['身如铁石','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法，受到物理伤害时，将化解掉一半伤害，持续30秒 需要调息1秒才能施展其他技能','',''];