var mpjn = new Array();
mpjn[7] = ['不屈','Icon0001','','','','','','','','','会心一击率上升15%，免疫“无助”状态',''];
mpjn[8] = ['百中诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，命中率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[9] = ['捅刺','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','近身捅刺对手，造成少量的穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['灵蛇出洞','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：穿刺','威力：144','灵巧的捅刺对手，造成穿刺伤害，命中力高　需要调息3秒才能施展其他技能','',''];


mpjn[25] = ['不屈','Icon0001','','','','','','','','','会心一击率上升15%，免疫“无助”状态',''];
mpjn[26] = ['破甲攻击','Icon0069','','','','','','','','','进行普通攻击时，将有35%的几率忽略对手的物理防御',''];
mpjn[27] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['狗急跳墙','Icon0040','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时命中、回避率上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];
mpjn[29] = ['断肠刀','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：176','用大刀猛烈劈砍对手，造成较大挥砍伤害，命中力较低　需要调息3秒才能施展其他技能','',''];



mpjn[43] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[44] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[45] = ['不屈','Icon0001','','','','','','','','','会心一击率上升15%，免疫“无助”状态',''];
mpjn[46] = ['百步穿杨','Icon0069','','技力：20','射程：30','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','远程攻击，射程长，命中高，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['长河落日','Icon0069','','技力：32','射程：24','聚气：瞬间施放','回气：10','伤害类型：穿刺','威力：144','远程攻击，造成穿刺伤害，并有一定几率使对手进入“缓行”状态，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['百中诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，命中率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];