var mpjn = new Array();
mpjn[7] = ['杀生','Icon0069','','','','','','','','','对抗动物、异兽时攻防上升9%',''];
mpjn[8] = ['吞食术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的HP',''];
mpjn[9] = ['抓击','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','抓击对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['磐石诀','Icon0070','','技力：48','','聚气：0.5','回气：30','','','心法，受到的伤害减少15%，持续180秒　需要调息2秒才能施展其他技能','',''];
mpjn[11] = ['利刃爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：144','抓击对手，造成挥砍伤害，命中力高　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['吸引','Icon0069','','技力：40','','聚气：瞬间施放','回气：30','','','使自己周围所有敌人的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续6秒。　需要调息3秒才能施展其他技能','',''];




mpjn[25] = ['食人','Icon0069','','','','','','','','','对抗人类时伤害上升20%，伤害抵抗上升10%',''];
mpjn[26] = ['破甲攻击','Icon0069','','','','','','','','','进行普通攻击时，将有35%的几率忽略对手的物理防御',''];
mpjn[27] = ['捅刺','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','近身捅刺对手，造成少量的穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['挑衅','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：24','','','使对手的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续8秒。　需要调息2秒才能施展其他技能','',''];
mpjn[29] = ['愈战愈勇','Icon0092','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时物理攻击力上升15%，会心一击上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];
mpjn[30] = ['紫电穿云','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：穿刺','威力：204','近身捅刺对手，造成大量穿刺伤害，并有几率使对手陷入“郁气”状态，持续12秒　需要调息3秒才能施展其他技能','',''];


mpjn[43] = ['移步诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，回避率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[44] = ['杀生','Icon0069','','','','','','','','','对抗动物、异兽时攻防上升9%',''];
mpjn[45] = ['吞食术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的HP',''];
mpjn[46] = ['冲撞','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身冲撞对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['惊雷撞地','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：128','近身冲撞对手，造成钝击伤害，并有一定几率使其陷入“眩晕”状态，持续2秒　需要调息3秒才能施展其他技能','',''];

