var mpjn = new Array();
mpjn[7] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[8] = ['眩晕攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“眩晕”状态',''];
mpjn[9] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['眩晕','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手停止行动，并驱除“腾云”、“自在”状态，该状态会强制中断吟唱，持续5秒　需要调息2秒才能施展其他技能','',''];
mpjn[11] = ['一拍两散','Icon004','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','拍打对手，造成钝击伤害，并有一定几率清除对手所有的正面状态　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['裂骨爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：136','抓击对手，造成挥砍伤害，并有一定几率使其陷入“无力”状态，持续10秒　需要调息3秒才能施展其他技能','',''];

mpjn[25] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[26] = ['身强体健','Icon002','','','','','','','','','免疫盲目、郁气、眩晕',''];
mpjn[27] = ['横扫千军','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身扫打，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['风卷残云','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','近身扫打，造成少量钝击伤害，并有较低几率清除对手的所有正面状态　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];



mpjn[43] = ['不屈','Icon0001','','','','','','','','','会心一击率上升15%，免疫“无助”状态',''];
mpjn[44] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[45] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[46] = ['横扫千军','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身扫打，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['风卷残云','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','近身扫打，造成少量钝击伤害，并有较低几率清除对手的所有正面状态　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['伏魔听风','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：钝击','威力：204','强力扫打对手，造成大量钝击伤害，命中高　需要调息3秒才能施展其他技能','',''];
mpjn[49] = ['凝心诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，会心一击率上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];




mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];