var mpjn = new Array();
mpjn[7] = ['不朽之骨','Icon0069','','','','','','','','','穿刺、毒系抗性高，钝击抗性低，意志类状态免疫',''];
mpjn[8] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[9] = ['吞食术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的HP',''];
mpjn[10] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['虐混割','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：20','伤害类型：挥砍','威力：156','猛烈劈斩，对敌方造成大量挥砍伤害，并在接下来的20秒内对其造成持续伤害　需要调息2秒才能施展其他技能','',''];
mpjn[12] = ['挑衅','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：24','','','使对手的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续8秒。　需要调息2秒才能施展其他技能','',''];
mpjn[13] = ['身如铁石','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法，受到物理伤害时，将化解掉一半伤害，持续30秒 需要调息1秒才能施展其他技能','',''];
mpjn[14] = ['裂地斧','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：12','伤害类型：挥砍','威力：184','用斧头猛烈劈砍对手，造成较大挥砍伤害，收招较慢　需要调息4秒才能施展其他技能','',''];


mpjn[25] = ['不朽之骨','Icon0069','','','','','','','','','穿刺、毒系抗性高，钝击抗性低，意志类状态免疫',''];
mpjn[26] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[27] = ['吸灵术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的MP',''];
mpjn[28] = ['流云剑','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：90','剑若行云，对敌方造成少量挥砍伤害，命中高　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['怒剑狂花','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：挥砍','威力：216','猛烈劈斩，对敌方造成大量挥砍伤害，并有一定几率使其陷入“暴怒”状态，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['饮血斩','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：128','劈斩对手，造成挥砍伤害，并将对敌人造成的部分伤害值转化成自身的生命值　需要调息3秒才能施展其他技能','',''];
mpjn[31] = ['挑衅','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：24','','','使对手的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续8秒。　需要调息2秒才能施展其他技能','',''];
mpjn[32] = ['风狂雨疾','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法，30秒内攻击速度加倍，免疫“迟钝”状态 需要调息1秒才能施展其他技能','',''];


mpjn[43] = ['不朽之骨','Icon0069','','','','','','','','','穿刺、毒系抗性高，钝击抗性低，意志类状态免疫',''];
mpjn[44] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[45] = ['杀生','Icon0069','','','','','','','','','对抗动物、异兽时攻防上升9%',''];
mpjn[46] = ['猛砸','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','猛砸对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['愈战愈勇','Icon0092','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时物理攻击力上升15%，会心一击上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];
mpjn[48] = ['轰天砸','Icon004','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：钝击','威力：192','猛砸对手，造成大量钝击伤害，并有较高几率使其陷入“眩晕”状态，持续4秒　需要调息3秒才能施展其他技能','',''];
mpjn[49] = ['挑衅','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：24','','','使对手的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续8秒。　需要调息2秒才能施展其他技能','',''];
mpjn[50] = ['风雷震','Icon005','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：18','伤害类型：钝击','威力：216','猛砸对手，造成大量钝击伤害，并有一定几率使其陷入“迟钝”状态，持续12秒　需要调息3秒才能施展其他技能','',''];
