var mpjn = new Array();
mpjn[7] = ['暗视','Icon0001','','','','','','','','','命中率上升10%，免疫“盲目”状态',''];
mpjn[8] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[9] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[10] = ['定身','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手无法移动，持续8秒　需要调息2秒才能施展其他技能','',''];
mpjn[11] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];


mpjn[25] = ['暗视','Icon0001','','','','','','','','','命中率上升10%，免疫“盲目”状态',''];
mpjn[26] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[27] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[28] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['定身','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手无法移动，持续8秒　需要调息2秒才能施展其他技能','',''];
mpjn[30] = ['噬骨','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：穿刺','威力：144','噬咬对手，穿透对手部分防御力，造成穿刺伤害　需要调息3秒才能施展其他技能','',''];



mpjn[43] = ['暗视','Icon0001','','','','','','','','','命中率上升10%，免疫“盲目”状态',''];
mpjn[44] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[45] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[46] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['定身','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手无法移动，持续8秒　需要调息2秒才能施展其他技能','',''];
mpjn[48] = ['毒咬','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：20','伤害类型：穿刺','威力：104','噬咬对手，造成穿刺伤害，并在接下来的20秒内对其造成持续毒伤害　需要调息2秒才能施展其他技能','',''];