var mpjn = new Array();
mpjn[7] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[8] = ['食人','Icon0069','','','','','','','','','对抗人类时伤害上升20%，伤害抵抗上升10%',''];
mpjn[9] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['狂影诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，攻击速度上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[11] = ['狗急跳墙','Icon0040','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时命中、回避率上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];

mpjn[25] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[26] = ['食人','Icon0069','','','','','','','','','对抗人类时伤害上升20%，伤害抵抗上升10%',''];
mpjn[27] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['狂影诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，攻击速度上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[29] = ['狗急跳墙','Icon0040','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时命中、回避率上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];

mpjn[43] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[44] = ['食人','Icon0069','','','','','','','','','对抗人类时伤害上升20%，伤害抵抗上升10%',''];
mpjn[45] = ['吞食术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的HP',''];
mpjn[46] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['利刃爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：144','抓击对手，造成挥砍伤害，命中力高　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['狂影诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，攻击速度上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[49] = ['狗急跳墙','Icon0040','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时命中、回避率上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];
