var mpjn = new Array();

mpjn[7] = ['采集术','Icon0069','','','','','','','','','杀死怪物得到原料（包含普通原料和特殊原料）几率上升',''];
mpjn[8] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[9] = ['聪颖术','Icon0069','','','','','','','','','幻化需要的灵气值消耗减少10点',''];
mpjn[10] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['狗急跳墙','Icon0040','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时命中、回避率上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];
mpjn[12] = ['噬骨','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：穿刺','威力：144','噬咬对手，穿透对手部分防御力，造成穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[13] = ['追电诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，移动速度上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[14] = ['挑衅','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：24','','','使对手的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续8秒。　需要调息2秒才能施展其他技能','',''];



mpjn[25] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[26] = ['清心','Icon0107','','','','','','','','','技力恢复速度增加30%，免疫“催眠”状态',''];
mpjn[27] = ['御风术','Icon0069','','','','','','','','','受到风系伤害时，将有较高几率化解一半伤害',''];
mpjn[28] = ['聪颖术','Icon0069','','','','','','','','','幻化需要的灵气值消耗减少10点',''];
mpjn[29] = ['中级巽风术','Icon0069','','技力：28','射程：30','聚气：1.8','回气：1.5','伤害类型：风','威力：180','法术。对单体目标造成风系伤害　需要调息1.5秒才能施展其他技能','',''];
mpjn[30] = ['中级风旋术','Icon0069','','技力：56','射程：30','聚气：1.8','回气：6','伤害类型：风','威力：180','法术。在敌人周围产生旋风进行大面积攻击　需要调息1.5秒才能施展其他技能','',''];
mpjn[31] = ['疾语诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，吟唱时间下降20%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[32] = ['卷云术','Icon0069','','技力：72','','聚气：瞬间施放','回气：12','伤害类型：风','威力：100','法术。狂风卷云，攻击周身的所有敌人，范围大。　需要调息4秒才能施展其他技能','',''];
mpjn[33] = ['散花掌','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','拍打对手，造成少量钝击伤害，并有一定几率使其陷入“失忆”状态，持续5秒　需要调息3秒才能施展其他技能','',''];

mpjn[43] = ['清心','Icon0107','','','','','','','','','技力恢复速度增加30%，免疫“催眠”状态',''];
mpjn[44] = ['御水术','Icon0069','','','','','','','','','受到水系伤害时，将有较高几率化解一半伤害',''];
mpjn[45] = ['冥思术','Icon0069','','','','','','','','','技力恢复速度增加50%',''];
mpjn[46] = ['中级坎水术','Icon004','','技力：34','射程：25','聚气：1.8','回气：2','伤害类型：水','威力：130','法术。对单体目标造成水系伤害，并在5秒内使其移动速度下降35%　需要调息2秒才能施展其他技能','',''];
mpjn[47] = ['散花掌','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','拍打对手，造成少量钝击伤害，并有一定几率使其陷入“失忆”状态，持续5秒　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['迷眼拳','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：85','拍打对手，造成少量钝击伤害，并有一定几率使其陷入“失明”状态，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[49] = ['催眠','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续10秒。　需要调息2秒才能施展其他技能','',''];
mpjn[50] = ['破魔','Icon0069','','技力：50','射程：12','聚气：瞬间施放','回气：20','伤害类型：元','威力：100','法术。对目标造成少量元系伤害，同时解除对手的所有正面状态　需要调息2秒才能施展其他技能','',''];