var mpjn = new Array();
mpjn[7] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[8] = ['神木之体','Icon0069','','','','','','','','','钝击、水系抗性高，火系抗性低，诅咒类状态免疫',''];
mpjn[9] = ['采集术','Icon0069','','','','','','','','','杀死怪物得到原料（包含普通原料和特殊原料）几率上升',''];
mpjn[10] = ['初级疗伤术','Icon0069','','技力：28','射程：25','聚气：1.5','回气：4','','','医术。治疗伤口，恢复部分生命值。 需要调息2秒才能施展其他技能','',''];
mpjn[11] = ['裂地斧','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：12','伤害类型：挥砍','威力：184','用斧头猛烈劈砍对手，造成较大挥砍伤害，收招较慢　需要调息4秒才能施展其他技能','',''];
mpjn[12] = ['初级回气术','Icon0069','','技力：42','','聚气：2','回气：15','','','医术。恢复目标周围所有友方的生命值。 需要调息2秒才能施展其他技能','',''];
mpjn[13] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];

mpjn[25] = ['神木之体','Icon0069','','','','','','','','','钝击、水系抗性高，火系抗性低，诅咒类状态免疫',''];
mpjn[26] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[27] = ['采集术','Icon0069','','','','','','','','','杀死怪物得到原料（包含普通原料和特殊原料）几率上升',''];
mpjn[28] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['老树盘根','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：128','拍打对手，造成钝击伤害，同时有一定几率将对手缠绕在原地（定身状态），持续8秒　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['缓行','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手的移动速度下降50%，持续12秒　需要调息2秒才能施展其他技能','',''];

mpjn[43] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[44] = ['神木之体','Icon0069','','','','','','','','','钝击、水系抗性高，火系抗性低，诅咒类状态免疫',''];
mpjn[45] = ['横扫千军','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身扫打，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[46] = ['初级巽风术','Icon0069','','技力：28','射程：30','聚气：1.5','回气：1.5','伤害类型：风','威力：100','法术。对单体目标造成风系伤害　需要调息1.5秒才能施展其他技能','',''];
mpjn[47] = ['初级风旋术','Icon0069','','技力：56','射程：30','聚气：1.5','回气：6','伤害类型：风','威力：100','法术。在敌人周围产生旋风进行大面积攻击　需要调息1.5秒才能施展其他技能','',''];




mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];