var mpjn = new Array();
mpjn[7] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[8] = ['附毒之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的毒伤害',''];
mpjn[9] = ['再生术','Icon0069','','','','','','','','','生命恢复速度增加50%',''];
mpjn[10] = ['初级毒云术','Icon0069','','技力：56','射程：25','聚气：2','回气：12','伤害类型：毒','威力：110','法术。在敌人周围产生毒云进行大面积攻击，并使其法术攻击力下降15%，法术防御力下降30%，持续5秒　需要调息2秒才能施展其他技能','',''];
mpjn[11] = ['冲撞','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身冲撞对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['铁头功','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','近身冲撞对手，造成钝击伤害，并有一定几率使其陷入“郁气”状态，持续6秒　需要调息3秒才能施展其他技能','',''];


mpjn[25] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[26] = ['附毒之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的毒伤害',''];
mpjn[27] = ['再生术','Icon0069','','','','','','','','','生命恢复速度增加50%',''];
mpjn[28] = ['冲撞','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身冲撞对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['铁头功','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','近身冲撞对手，造成钝击伤害，并有一定几率使其陷入“郁气”状态，持续6秒　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['猛毒术','Icon0069','','技力：48','射程：15','聚气：瞬间施放','回气：9','伤害类型：毒','威力：110','法术，放出猛毒攻击对手。并使其法术攻击力下降15%，法术防御力下降30%，持续6秒　需要调息4秒才能施展其他技能','',''];

mpjn[43] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[44] = ['不屈','Icon0001','','','','','','','','','会心一击率上升15%，免疫“无助”状态',''];
mpjn[45] = ['冲撞','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身冲撞对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[46] = ['凝心诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，会心一击率上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[47] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];
