var mpjn = new Array();
mpjn[7] = ['沉着','Icon0001','','','','','','','','','受到的伤害减少8%，免疫“暴怒”状态',''];
mpjn[8] = ['耐挥砍','Icon0069','','','','','','','','','受到挥砍伤害时，将有较高几率化解一半伤害',''];
mpjn[9] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['神龙摆尾','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：钝击','威力：144','出其不意的拍打对手，造成钝击伤害，命中力高　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];


mpjn[25] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[26] = ['耐挥砍','Icon0069','','','','','','','','','受到挥砍伤害时，将有较高几率化解一半伤害',''];
mpjn[27] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['一拍两散','Icon004','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','拍打对手，造成钝击伤害，并有一定几率清除对手所有的正面状态　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['神龙摆尾','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：钝击','威力：144','出其不意的拍打对手，造成钝击伤害，命中力高　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['凝心诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，会心一击率上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];


mpjn[43] = ['御水术','Icon0069','','','','','','','','','受到水系伤害时，将有较高几率化解一半伤害',''];
mpjn[44] = ['缓行攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“缓行”状态',''];
mpjn[45] = ['猛砸','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','猛砸对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[46] = ['缓行','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手的移动速度下降50%，持续12秒　需要调息2秒才能施展其他技能','',''];
mpjn[47] = ['锁魂链','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：钝击','威力：204','猛砸对手，造成大量钝击伤害，并有一定几率使其陷入“失忆”状态，持续12秒 需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['妨足','Icon0069','','技力：40','','聚气：瞬间施放','回气：20','','','使自己周围所有敌人的移动速度下降50%，持续9秒　需要调息3秒才能施展其他技能','',''];



mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];