var mpjn = new Array();
mpjn[7] = ['御火术','Icon0069','','','','','','','','','受到火系伤害时，将有较高几率化解一半伤害',''];
mpjn[8] = ['长生术','Icon0069','','','','','','','','','幻化持续时间增加1分钟',''];
mpjn[9] = ['聪颖术','Icon0069','','','','','','','','','幻化需要的灵气值消耗减少10点',''];
mpjn[10] = ['乌龙顶柱','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：穿刺','威力：144','用角顶撞对手，造成穿刺伤害，命中力高　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['铁头功','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','近身冲撞对手，造成钝击伤害，并有一定几率使其陷入“郁气”状态，持续6秒　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['看破','Icon0069','','技力：80','','聚气：瞬间施放','回气：150','','','真诀，进入中级“观心”状态，命中率上升15%，能发现并攻击隐形生物 需要调息1秒才能施展其他技能','',''];
mpjn[13] = ['高级焰云术','Icon0069','','技力：80','射程：25','聚气：2.5','回气：6','伤害类型：火','威力：200','法术。在敌人周围制造焰云进行大面积攻击　需要调息2.5秒才能施展其他技能','',''];
mpjn[14] = ['神雷撞地','Icon0069','','技力：80','射程：近身攻击','聚气：瞬间施放','回气：18','伤害类型：钝击','威力：216','近身冲撞对手，造成大量钝击伤害，并在小范围内引发神雷，使对手陷入“高级眩晕”状态，持续4秒　需要调息3秒才能施展其他技能','',''];


mpjn[25] = ['穿刺精通','Icon0069','','','','','','','','','造成穿刺伤害时，将有较高几率命中对手要害',''];
mpjn[26] = ['逆天','Icon0069','','','','','','','','','对抗人、仙、神时攻防上升7%',''];
mpjn[27] = ['灵蛇出洞','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：穿刺','威力：144','灵巧的捅刺对手，造成穿刺伤害，命中力高　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['未知','Icon0069','','技力：？？','射程：？？','聚气：？？','回气：？？','伤害类型：？？','威力：？？','未知技能，求高手告知　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['愈战愈勇','Icon0092','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时物理攻击力上升15%，会心一击上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];




mpjn[43] = ['身强体健','Icon002','','','','','','','','','免疫盲目、郁气、眩晕',''];
mpjn[44] = ['逆天','Icon0069','','','','','','','','','对抗人、仙、神时攻防上升7%',''];
mpjn[45] = ['拔山盖世','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法，30秒内物理伤害最大化 需要调息1秒才能施展其他技能','',''];
mpjn[46] = ['神剑狂舞','Icon0069','','技力：120','','聚气：瞬间施放','回气：30','伤害类型：挥砍','威力：301','对周身敌人造成极大的挥砍伤害，并使其进入“暴怒”状态，持续15秒　需要调息4秒才能施展其他技能','',''];
mpjn[47] = ['锐不可当','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法。无法成为技能目标，持续30秒 需要调息1秒才能施展其他技能','',''];