var mpjn = new Array();

mpjn[7] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[8] = ['身强体健','Icon002','','','','','','','','','免疫盲目、郁气、眩晕',''];
mpjn[9] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['裂地斧','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：12','伤害类型：挥砍','威力：184','用斧头猛烈劈砍对手，造成较大挥砍伤害，收招较慢　需要调息4秒才能施展其他技能','',''];
mpjn[11] = ['磐石诀','Icon0070','','技力：48','','聚气：0.5','回气：30','','','心法，受到的伤害减少15%，持续180秒　需要调息2秒才能施展其他技能','',''];


mpjn[25] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[26] = ['身强体健','Icon002','','','','','','','','','免疫盲目、郁气、眩晕',''];
mpjn[27] = ['钝击精通','Icon0069','','','','','','','','','造成钝击伤害时，将有较高几率命中对手要害',''];
mpjn[28] = ['猛砸','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','猛砸对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['风雷震','Icon005','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：18','伤害类型：钝击','威力：216','猛砸对手，造成大量钝击伤害，并有一定几率使其陷入“迟钝”状态，持续12秒　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['磐石诀','Icon0070','','技力：48','','聚气：0.5','回气：30','','','心法，受到的伤害减少15%，持续180秒　需要调息2秒才能施展其他技能','',''];
mpjn[31] = ['金光泻地','Icon006','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：钝击','威力：144','猛砸对手，造成钝击伤害，命中高　需要调息3秒才能施展其他技能','',''];

mpjn[43] = ['御火术','Icon0069','','','','','','','','','受到火系伤害时，将有较高几率化解一半伤害',''];
mpjn[44] = ['明觉','Icon0001','','','','','','','','','消耗技力值下降10%，免疫“失忆”状态',''];
mpjn[45] = ['聪颖术','Icon0069','','','','','','','','','幻化需要的灵气值消耗减少10点',''];
mpjn[46] = ['中级离火术','Icon0069','','技力：34','射程：25','聚气：2.3','回气：1.5','伤害类型：火','威力：170','法术。对单体目标造成火系伤害　需要调息2.5秒才能施展其他技能','',''];
mpjn[47] = ['急中生智','Icon0040','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时法术攻击力上升15%，吟唱时间下降20%，持续1分钟　需要调息1秒才能施展其他技能','',''];
mpjn[48] = ['灵蛇出洞','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：穿刺','威力：144','灵巧的捅刺对手，造成穿刺伤害，命中力高　需要调息3秒才能施展其他技能','',''];
mpjn[49] = ['中级焰云术','Icon0069','','技力：68','射程：25','聚气：2.3','回气：6','伤害类型：火','威力：170','法术。在敌人周围制造焰云进行大面积攻击　需要调息2.5秒才能施展其他技能','',''];
mpjn[50] = ['火舞术','Icon0069','','技力：72','','聚气：瞬间施放','回气：20','伤害类型：火','威力：120','法术。向外发出爆散的火圈，攻击周身的所有敌人。　需要调息5秒才能施展其他技能','',''];
