var mpjn = new Array();
mpjn[7] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[8] = ['迟钝攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“迟钝”状态',''];
mpjn[9] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[10] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];

mpjn[25] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[26] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[27] = ['迟钝攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“迟钝”状态',''];
mpjn[28] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['毒咬','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：20','伤害类型：穿刺','威力：104','噬咬对手，造成穿刺伤害，并在接下来的20秒内对其造成持续毒伤害　需要调息2秒才能施展其他技能','',''];
mpjn[30] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];



mpjn[43] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[44] = ['捕兽','Icon0069','','','','','','','','','对抗动物时伤害上升20%，伤害抵抗上升10%',''];
mpjn[45] = ['采集术','Icon0069','','','','','','','','','杀死怪物得到原料（包含普通原料和特殊原料）几率上升',''];
mpjn[46] = ['附毒之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的毒伤害',''];
mpjn[47] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['初级蛊毒术','Icon0069','','技力：28','射程：25','聚气：2','回气：3','伤害类型：毒','威力：110','法术。对单体目标造成毒系伤害，并使其法术攻击力下降15%，法术防御力下降30%，持续7秒　需要调息2秒才能施展其他技能','',''];
mpjn[49] = ['初级毒云术','Icon0069','','技力：56','射程：25','聚气：2','回气：12','伤害类型：毒','威力：110','法术。在敌人周围产生毒云进行大面积攻击，并使其法术攻击力下降15%，法术防御力下降30%，持续5秒　需要调息2秒才能施展其他技能','',''];
mpjn[50] = ['猛毒术','Icon0069','','技力：48','射程：15','聚气：瞬间施放','回气：9','伤害类型：毒','威力：110','法术，放出猛毒攻击对手。并使其法术攻击力下降15%，法术防御力下降30%，持续6秒　需要调息4秒才能施展其他技能','',''];





mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];