var mpjn = new Array();

mpjn[7] = ['飘渺之灵','Icon0069','','','','','','','','','法术抗性高，物理抗性低，行动类状态免疫',''];
mpjn[8] = ['消魔攻击','Icon0069','','','','','','','','','进行普通攻击时，将有35%的几率消除对方身上的所有正面状态',''];
mpjn[9] = ['吸灵术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的MP',''];
mpjn[10] = ['瞬幻术','Icon0069','','','','','','','','','无需幻化吟唱直接变为兽形态',''];
mpjn[11] = ['郁气','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','延长对手的施放时间，并使其施法更容易被打断，持续12秒　需要调息2秒才能施展其他技能','',''];
mpjn[12] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[13] = ['断肠刀','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：176','用大刀猛烈劈砍对手，造成较大挥砍伤害，命中力较低　需要调息3秒才能施展其他技能','',''];


mpjn[25] = ['金石之躯','Icon0069','','','','','','','','','挥砍、风系抗性高，元系抗性低，体质类状态免疫',''];
mpjn[26] = ['沉着','Icon0001','','','','','','','','','受到的伤害减少8%，免疫“暴怒”状态',''];
mpjn[27] = ['抓击','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','抓击对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['裂骨爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：136','抓击对手，造成挥砍伤害，并有一定几率使其陷入“无力”状态，持续10秒　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['磐石诀','Icon007','','技力：48','','聚气：0.5','回气：30','','','心法，受到的伤害减少15%，持续180秒　需要调息2秒才能施展其他技能','',''];


mpjn[43] = ['金石之躯','Icon0069','','','','','','','','','挥砍、风系抗性高，元系抗性低，体质类状态免疫',''];
mpjn[44] = ['沉着','Icon0001','','','','','','','','','受到的伤害减少8%，免疫“暴怒”状态',''];
mpjn[45] = ['长生术','Icon0069','','','','','','','','','幻化持续时间增加1分钟',''];
mpjn[46] = ['初级冲击术','Icon0069','','技力：28','射程：25','聚气：2','回气：2','伤害类型：元','威力：125','法术。对单体目标造成元系伤害，该攻击将穿透对方的法术防御。　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['明思诀','Icon0070','','技力：100','','聚气：0.5','回气：30','','','心法，技能施放消耗下降30%，持续180秒　需要调息2秒才能施展其他技能','',''];
mpjn[49] = ['初级气浪术','Icon0069','','技力：56','射程：25','聚气：2','回气：10','伤害类型：元','威力：125','法术。在敌方周围产生元气浪进行大面积攻击，该攻击将穿透对方的法术防御。　需要调息3秒才能施展其他技能','',''];
