var mpjn = new Array();
mpjn[7] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[8] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[9] = ['移步诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，回避率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[10] = ['抓击','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','抓击对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['追电诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，移动速度上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];



mpjn[25] = ['御火术','Icon0069','','','','','','','','','受到火系伤害时，将有较高几率化解一半伤害',''];
mpjn[26] = ['附火之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的火伤害',''];
mpjn[27] = ['再生术','Icon0069','','','','','','','','','生命恢复速度增加50%',''];
mpjn[28] = ['中级离火术','Icon0069','','技力：34','射程：25','聚气：2.3','回气：1.5','伤害类型：火','威力：170','法术。对单体目标造成火系伤害　需要调息2.5秒才能施展其他技能','',''];
mpjn[29] = ['中级焰云术','Icon0069','','技力：68','射程：25','聚气：2.3','回气：6','伤害类型：火','威力：170','法术。在敌人周围制造焰云进行大面积攻击　需要调息2.5秒才能施展其他技能','',''];
mpjn[30] = ['玄火术','Icon0069','','技力：48','','聚气：瞬间施放','回气：15','伤害类型：火','威力：120','法术。发出火花攻击敌人　需要调息4秒才能施展其他技能','',''];
mpjn[31] = ['铁头功','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','近身冲撞对手，造成钝击伤害，并有一定几率使其陷入“郁气”状态，持续6秒　需要调息3秒才能施展其他技能','',''];



mpjn[43] = ['御水术','Icon0069','','','','','','','','','受到水系伤害时，将有较高几率化解一半伤害',''];
mpjn[44] = ['附水之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的水伤害',''];
mpjn[45] = ['再生术','Icon0069','','','','','','','','','生命恢复速度增加50%',''];
mpjn[46] = ['中级坎水术','Icon004','','技力：34','射程：25','聚气：1.8','回气：2','伤害类型：水','威力：130','法术。对单体目标造成水系伤害，并在5秒内使其移动速度下降35%　需要调息2秒才能施展其他技能','',''];
mpjn[47] = ['中级怒涛术','Icon004','','技力：68','射程：25','聚气：1.8','回气：8','伤害类型：水','威力：130','法术。在敌人周围制造怒涛进行大面积攻击，并在3秒内使其移动速度下降35%　需要调息2秒才能施展其他技能','',''];
mpjn[48] = ['水葬术','Icon004','','技力：48','射程：15','聚气：瞬间施放','回气：8','伤害类型：水','威力：100','法术。用水浪来埋葬一个敌人，并使其移动速度下降35%，持续4秒　需要调息4秒才能施展其他技能','',''];
mpjn[49] = ['催眠','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续10秒。　需要调息2秒才能施展其他技能','',''];
mpjn[50] = ['铁头功','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','近身冲撞对手，造成钝击伤害，并有一定几率使其陷入“郁气”状态，持续6秒　需要调息3秒才能施展其他技能','',''];


mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];