var mpjn = new Array();

mpjn[7] = ['御水术','Icon0069','','','','','','','','','受到水系伤害时，将有较高几率化解一半伤害',''];
mpjn[8] = ['猛砸','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','猛砸对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[9] = ['百中诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，命中率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];



mpjn[25] = ['御水术','Icon0069','','','','','','','','','受到水系伤害时，将有较高几率化解一半伤害',''];
mpjn[26] = ['附水之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的水伤害',''];
mpjn[27] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['缓行','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手的移动速度下降50%，持续12秒　需要调息2秒才能施展其他技能','',''];
mpjn[29] = ['断肠刀','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：176','用大刀猛烈劈砍对手，造成较大挥砍伤害，命中力较低　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];


mpjn[43] = ['御水术','Icon0069','','','','','','','','','受到水系伤害时，将有较高几率化解一半伤害',''];
mpjn[45] = ['附水之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的水伤害',''];
mpjn[46] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[49] = ['中级坎水术','Icon004','','技力：34','射程：25','聚气：1.8','回气：2','伤害类型：水','威力：130','法术。对单体目标造成水系伤害，并在5秒内使其移动速度下降35%　需要调息2秒才能施展其他技能','',''];
mpjn[44] = ['缓行攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“缓行”状态',''];
mpjn[47] = ['神龙摆尾','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：钝击','威力：144','出其不意的拍打对手，造成钝击伤害，命中力高　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['骇浪术','Icon004','','技力：72','射程：30','聚气：瞬间施放','回气：30','伤害类型：水','威力：100','法术。发出骇浪攻击周身的所有敌人，并使其移动速度下降35%，持续4秒　需要调息5秒才能施展其他技能','',''];
