var mpjn = new Array();
mpjn[7] = ['清心','Icon0107','','','','','','','','','技力恢复速度增加30%，免疫“催眠”状态',''];
mpjn[8] = ['御水术','Icon0069','','','','','','','','','受到水系伤害时，将有较高几率化解一半伤害',''];
mpjn[9] = ['冥思术','Icon0069','','','','','','','','','技力恢复速度增加50%',''];
mpjn[10] = ['初级坎水术','Icon004','','技力：28','射程：25','聚气：1.5','回气：2','伤害类型：水','威力：100','法术。对单体目标造成水系伤害，并在5秒内使其移动速度下降35%　需要调息2秒才能施展其他技能','',''];
mpjn[11] = ['风卷残云','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','近身扫打，造成少量钝击伤害，并有较低几率清除对手的所有正面状态　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['催眠','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续10秒。　需要调息2秒才能施展其他技能','',''];


mpjn[25] = ['清心','Icon0107','','','','','','','','','技力恢复速度增加30%，免疫“催眠”状态',''];
mpjn[26] = ['御水术','Icon0069','','','','','','','','','受到水系伤害时，将有较高几率化解一半伤害',''];
mpjn[27] = ['冥思术','Icon0069','','','','','','','','','技力恢复速度增加50%',''];
mpjn[28] = ['初级坎水术','Icon004','','技力：28','射程：25','聚气：1.5','回气：2','伤害类型：水','威力：100','法术。对单体目标造成水系伤害，并在5秒内使其移动速度下降35%　需要调息2秒才能施展其他技能','',''];
mpjn[29] = ['风卷残云','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','近身扫打，造成少量钝击伤害，并有较低几率清除对手的所有正面状态　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['催眠','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续10秒。　需要调息2秒才能施展其他技能','',''];


mpjn[43] = ['清心','Icon0107','','','','','','','','','技力恢复速度增加30%，免疫“催眠”状态',''];
mpjn[44] = ['御风术','Icon0069','','','','','','','','','受到风系伤害时，将有较高几率化解一半伤害',''];
mpjn[45] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[46] = ['初级巽风术','Icon0069','','技力：28','射程：30','聚气：1.5','回气：1.5','伤害类型：风','威力：100','法术。对单体目标造成风系伤害　需要调息1.5秒才能施展其他技能','',''];
mpjn[47] = ['散花掌','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','拍打对手，造成少量钝击伤害，并有一定几率使其陷入“失忆”状态，持续5秒　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['初级风旋术','Icon0069','','技力：56','射程：30','聚气：1.5','回气：6','伤害类型：风','威力：100','法术。在敌人周围产生旋风进行大面积攻击　需要调息1.5秒才能施展其他技能','',''];
mpjn[49] = ['飓风术','Icon0069','','技力：48','射程：23','聚气：瞬间施放','回气：5','伤害类型：风','威力：100','法术。发出飓风攻击单个敌人　需要调息3秒才能施展其他技能','',''];
mpjn[50] = ['疾语诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，吟唱时间下降20%，持续180秒 需要调息2秒才能施展其他技能','',''];