var mpjn = new Array();
mpjn[7] = ['暗视','Icon0001','','','','','','','','','命中率上升10%，免疫“盲目”状态',''];
mpjn[8] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[9] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[10] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['妨足','Icon0069','','技力：40','','聚气：瞬间施放','回气：20','','','使自己周围所有敌人的移动速度下降50%，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['毒咬','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：20','伤害类型：穿刺','威力：104','噬咬对手，造成穿刺伤害，并在接下来的20秒内对其造成持续毒伤害　需要调息2秒才能施展其他技能','',''];





mpjn[25] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[26] = ['迟钝攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“迟钝”状态',''];
mpjn[27] = ['噬咬','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','噬咬对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['噬骨','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：穿刺','威力：144','噬咬对手，穿透对手部分防御力，造成穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['妨足','Icon0069','','技力：40','','聚气：瞬间施放','回气：20','','','使自己周围所有敌人的移动速度下降50%，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['毒咬','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：20','伤害类型：穿刺','威力：104','噬咬对手，造成穿刺伤害，并在接下来的20秒内对其造成持续毒伤害　需要调息2秒才能施展其他技能','',''];
mpjn[31] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];




mpjn[43] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[44] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[45] = ['失力攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“失力”状态',''];
mpjn[46] = ['失力刺','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：穿刺','威力：128','用螯刺击对手，造成穿刺伤害，并有一定几率使对手进入“失力”状态，持续12秒　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['麻痹针','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：穿刺','威力：144','用螯刺击对手，造成穿刺伤害，并有一定几率使对手进入“催眠”状态，持续4秒　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['毒针','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：20','伤害类型：穿刺','威力：156','用螯刺击对手，造成穿刺伤害，并在接下的20秒内使对手连续受到毒性伤害　需要调息2秒才能施展其他技能','',''];
mpjn[49] = ['心有灵犀','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法，30秒内进行普通攻击有极高几率会心一击 需要调息1秒才能施展其他技能','',''];




mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];