var mpjn = new Array();
mpjn[7] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[8] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[9] = ['螯刺','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','用螯刺击对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['麻痹针','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：穿刺','威力：144','用螯刺击对手，造成穿刺伤害，并有一定几率使对手进入“催眠”状态，持续4秒　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['百中诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，命中率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];


mpjn[25] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[26] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[27] = ['失力攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“失力”状态',''];
mpjn[28] = ['螯刺','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','用螯刺击对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['失力刺','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：穿刺','威力：128','用螯刺击对手，造成穿刺伤害，并有一定几率使对手进入“失力”状态，持续12秒　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['凝心诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，会心一击率上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];



mpjn[43] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[44] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[45] = ['失力攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“失力”状态',''];
mpjn[46] = ['螯刺','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','用螯刺击对手，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['毒针','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：20','伤害类型：穿刺','威力：156','用螯刺击对手，造成穿刺伤害，并在接下的20秒内使对手连续受到毒性伤害　需要调息2秒才能施展其他技能','',''];
mpjn[48] = ['凝心诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，会心一击率上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];
