var mpjn = new Array();
mpjn[7] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[8] = ['捕兽','Icon0069','','','','','','','','','对抗动物时伤害上升20%，伤害抵抗上升10%',''];
mpjn[9] = ['采集术','Icon0069','','','','','','','','','杀死怪物得到原料（包含普通原料和特殊原料）几率上升',''];
mpjn[10] = ['附毒之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的毒伤害',''];
mpjn[11] = ['横扫千军','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身扫打，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['初级蛊毒术','Icon0069','','技力：28','射程：25','聚气：2','回气：3','伤害类型：毒','威力：110','法术。对单体目标造成毒系伤害，并使其法术攻击力下降15%，法术防御力下降30%，持续7秒　需要调息2秒才能施展其他技能','',''];
mpjn[13] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];


mpjn[25] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[26] = ['捕兽','Icon0069','','','','','','','','','对抗动物时伤害上升20%，伤害抵抗上升10%',''];
mpjn[27] = ['采集术','Icon0069','','','','','','','','','杀死怪物得到原料（包含普通原料和特殊原料）几率上升',''];
mpjn[28] = ['附毒之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的毒伤害',''];
mpjn[29] = ['横扫千军','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身扫打，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['百中诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，命中率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[31] = ['初级蛊毒术','Icon0069','','技力：28','射程：25','聚气：2','回气：3','伤害类型：毒','威力：110','法术。对单体目标造成毒系伤害，并使其法术攻击力下降15%，法术防御力下降30%，持续7秒　需要调息2秒才能施展其他技能','',''];


mpjn[43] = ['御毒术','Icon0069','','','','','','','','','受到毒系伤害时，将有较高几率化解一半伤害',''];
mpjn[44] = ['捕兽','Icon0069','','','','','','','','','对抗动物时伤害上升20%，伤害抵抗上升10%',''];
mpjn[45] = ['采集术','Icon0069','','','','','','','','','杀死怪物得到原料（包含普通原料和特殊原料）几率上升',''];
mpjn[46] = ['附毒之击','Icon0069','','','','','','','','','进行物理攻击时，附加15%的毒伤害',''];
mpjn[47] = ['猛砸','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','猛砸对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['初级疗伤术','Icon0069','','技力：28','射程：25','聚气：1.5','回气：4','','','医术。治疗伤口，恢复部分生命值。 需要调息2秒才能施展其他技能','',''];
mpjn[49] = ['初级回气术','Icon0069','','技力：42','','聚气：2','回气：15','','','医术。恢复目标周围所有友方的生命值。 需要调息2秒才能施展其他技能','',''];
mpjn[50] = ['无情杖','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：140','猛砸对手，造成钝击伤害，并有一定几率解除对手的所有正面状态　需要调息3秒才能施展其他技能','',''];


mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];