var mpjn = new Array();

mpjn[7] = ['神木之体','Icon0069','','','','','','','','','钝击、水系抗性高，火系抗性低，诅咒类状态免疫',''];
mpjn[8] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[9] = ['采集术','Icon0069','','','','','','','','','杀死怪物得到原料（包含普通原料和特殊原料）几率上升',''];
mpjn[10] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['移步诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，回避率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];


mpjn[25] = ['神木之体','Icon0069','','','','','','','','','钝击、水系抗性高，火系抗性低，诅咒类状态免疫',''];
mpjn[26] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[27] = ['寻宝术','Icon0069','','','','','','','','','杀死怪物得到装备的几率上升',''];
mpjn[28] = ['冲撞','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身冲撞对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['初级巽风术','Icon0069','','技力：28','射程：30','聚气：1.5','回气：1.5','伤害类型：风','威力：100','法术。对单体目标造成风系伤害　需要调息1.5秒才能施展其他技能','',''];
mpjn[30] = ['铁头功','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','近身冲撞对手，造成钝击伤害，并有一定几率使其陷入“郁气”状态，持续6秒　需要调息3秒才能施展其他技能','',''];

mpjn[43] = ['神木之体','Icon0069','','','','','','','','','钝击、水系抗性高，火系抗性低，诅咒类状态免疫',''];
mpjn[44] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[45] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
