var mpjn = new Array();
mpjn[7] = ['神木之体','Icon0069','','','','','','','','','钝击、水系抗性高，火系抗性低，诅咒类状态免疫',''];
mpjn[8] = ['吞食术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的HP',''];
mpjn[9] = ['散花掌','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','拍打对手，造成少量钝击伤害，并有一定几率使其陷入“失忆”状态，持续5秒　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['催眠','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续10秒。　需要调息2秒才能施展其他技能','',''];
mpjn[11] = ['红叶舞秋风','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','拍打对手，造成钝击伤害，并有一定几率使其陷入“无助”状态，持续10秒　需要调息3秒才能施展其他技能','',''];

mpjn[25] = ['吞食术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的HP',''];
mpjn[26] = ['神木之体','Icon0069','','','','','','','','','钝击、水系抗性高，火系抗性低，诅咒类状态免疫',''];
mpjn[27] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[28] = ['散花掌','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','拍打对手，造成少量钝击伤害，并有一定几率使其陷入“失忆”状态，持续5秒　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['催眠','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续10秒。　需要调息2秒才能施展其他技能','',''];
mpjn[30] = ['睡雾','Icon0069','','技力：40','','聚气：瞬间施放','回气：20','','','使自身周围所有敌人停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续8秒。　需要调息3秒才能施展其他技能','',''];
mpjn[31] = ['红叶舞秋风','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','拍打对手，造成钝击伤害，并有一定几率使其陷入“无助”状态，持续10秒　需要调息3秒才能施展其他技能','',''];


mpjn[43] = ['吸灵术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的MP',''];
mpjn[44] = ['神木之体','Icon0069','','','','','','','','','钝击、水系抗性高，火系抗性低，诅咒类状态免疫',''];
mpjn[45] = ['散花掌','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：80','拍打对手，造成少量钝击伤害，并有一定几率使其陷入“失忆”状态，持续5秒　需要调息3秒才能施展其他技能','',''];
mpjn[46] = ['挑衅','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：24','','','使对手的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续8秒。　需要调息2秒才能施展其他技能','',''];
mpjn[47] = ['红叶舞秋风','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','拍打对手，造成钝击伤害，并有一定几率使其陷入“无助”状态，持续10秒　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['吸引','Icon0069','','技力：40','','聚气：瞬间施放','回气：30','','','使自己周围所有敌人的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续6秒。　需要调息3秒才能施展其他技能','',''];
