var mpjn = new Array();
mpjn[7] = ['飘渺之灵','Icon0069','','','','','','','','','法术抗性高，物理抗性低，行动类状态免疫',''];
mpjn[8] = ['吸灵术','Icon0069','','','','','','','','','每当杀死一只怪物，恢复5%的MP',''];
mpjn[9] = ['消魔攻击','Icon0069','','','','','','','','','进行普通攻击时，将有35%的几率消除对方身上的所有正面状态',''];
mpjn[10] = ['瞬幻术','Icon0069','','','','','','','','','无需幻化吟唱直接变为兽形态',''];
mpjn[11] = ['郁气','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','延长对手的施放时间，并使其施法更容易被打断，持续12秒　需要调息2秒才能施展其他技能','',''];
mpjn[12] = ['迷魂','Icon0069','','技力：40','','聚气：瞬间施放','回气：20','','','使自己周围所有敌人的施放时间增长，并使其施法更容易被打断，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[13] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[14] = ['断肠刀','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：176','用大刀猛烈劈砍对手，造成较大挥砍伤害，命中力较低　需要调息3秒才能施展其他技能','',''];


mpjn[25] = ['飘渺之灵','Icon0069','','','','','','','','','法术抗性高，物理抗性低，行动类状态免疫',''];
mpjn[26] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[27] = ['郁气攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“郁气”状态',''];
mpjn[28] = ['抓击','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','抓击对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['郁气','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','延长对手的施放时间，并使其施法更容易被打断，持续12秒　需要调息2秒才能施展其他技能','',''];
mpjn[30] = ['中级离火术','Icon0069','','技力：34','射程：25','聚气：2.3','回气：1.5','伤害类型：火','威力：170','法术。对单体目标造成火系伤害　需要调息2.5秒才能施展其他技能','',''];
mpjn[31] = ['无痕爪','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：挥砍','威力：216','抓击对手，穿透对手防御，造成大量挥砍伤害　需要调息3秒才能施展其他技能','',''];



mpjn[43] = ['飘渺之灵','Icon0069','','','','','','','','','法术抗性高，物理抗性低，行动类状态免疫',''];
mpjn[44] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[45] = ['郁气攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“郁气”状态',''];
mpjn[46] = ['中级离火术','Icon0069','','技力：34','射程：25','聚气：2.3','回气：1.5','伤害类型：火','威力：170','法术。对单体目标造成火系伤害　需要调息2.5秒才能施展其他技能','',''];
mpjn[47] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['火舞术','Icon0069','','技力：72','','聚气：瞬间施放','回气：20','伤害类型：火','威力：120','法术。向外发出爆散的火圈，攻击周身的所有敌人。　需要调息5秒才能施展其他技能','',''];
mpjn[49] = ['迷魂','Icon0069','','技力：40','','聚气：瞬间施放','回气：20','','','使自己周围所有敌人的施放时间增长，并使其施法更容易被打断，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[50] = ['烈风破','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：挥砍','威力：204','强力劈砍，对对方造成大量挥砍伤害，并有一定几率使其陷入“暴怒”状态，持续12秒　需要调息3秒才能施展其他技能','',''];


mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];