var mpjn = new Array();
mpjn[7] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[8] = ['御水术','Icon0069','','','','','','','','','受到水系伤害时，将有较高几率化解一半伤害',''];
mpjn[9] = ['捕兽','Icon0069','','','','','','','','','对抗动物时伤害上升20%，伤害抵抗上升10%',''];
mpjn[10] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[12] = ['裂骨爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：136','抓击对手，造成挥砍伤害，并有一定几率使其陷入“无力”状态，持续10秒　需要调息3秒才能施展其他技能','',''];




mpjn[25] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[26] = ['捕兽','Icon0069','','','','','','','','','对抗动物时伤害上升20%，伤害抵抗上升10%',''];
mpjn[27] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[28] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['啸风破','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：18','伤害类型：钝击','威力：192','对敌方造成大量钝击伤害，使对手肝胆俱裂（一定几率使其陷入“失心”状态，持续12秒）　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['裂骨爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：136','抓击对手，造成挥砍伤害，并有一定几率使其陷入“无力”状态，持续10秒　需要调息3秒才能施展其他技能','',''];
mpjn[31] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];


mpjn[43] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[44] = ['捕兽','Icon0069','','','','','','','','','对抗动物时伤害上升20%，伤害抵抗上升10%',''];
mpjn[45] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[46] = ['食人','Icon0069','','','','','','','','','对抗人类时伤害上升20%，伤害抵抗上升10%',''];
mpjn[47] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['啸风破','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：18','伤害类型：钝击','威力：192','对敌方造成大量钝击伤害，使对手肝胆俱裂（一定几率使其陷入“失心”状态，持续12秒）　需要调息3秒才能施展其他技能','',''];
mpjn[49] = ['裂骨爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：136','抓击对手，造成挥砍伤害，并有一定几率使其陷入“无力”状态，持续10秒　需要调息3秒才能施展其他技能','',''];
mpjn[50] = ['愈战愈勇','Icon0092','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时物理攻击力上升15%，会心一击上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];




mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];