var mpjn = new Array();
mpjn[7] = ['飘渺之灵','Icon0069','','','','','','','','','法术抗性高，物理抗性低，行动类状态免疫',''];
mpjn[8] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[9] = ['郁气','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','延长对手的施放时间，并使其施法更容易被打断，持续12秒　需要调息2秒才能施展其他技能','',''];
mpjn[10] = ['冲撞','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身冲撞对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['惊雷撞地','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：128','近身冲撞对手，造成钝击伤害，并有一定几率使其陷入“眩晕”状态，持续2秒　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['玄火术','Icon0069','','技力：48','','聚气：瞬间施放','回气：15','伤害类型：火','威力：120','法术。发出火花攻击敌人　需要调息4秒才能施展其他技能','',''];


mpjn[25] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[26] = ['御火术','Icon0069','','','','','','','','','受到火系伤害时，将有较高几率化解一半伤害',''];
mpjn[27] = ['冲撞','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身冲撞对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['碎玉冲','Icon0069','','技力：？？','射程：近身攻击','聚气：瞬间施放','回气：？？','伤害类型：钝击','威力：？？','技能描述缺失　需要调息？秒才能施展其他技能','',''];
mpjn[29] = ['高级焰云术','Icon0069','','技力：80','射程：25','聚气：2.5','回气：6','伤害类型：火','威力：200','法术。在敌人周围制造焰云进行大面积攻击　需要调息2.5秒才能施展其他技能','',''];



mpjn[43] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[44] = ['御火术','Icon0069','','','','','','','','','受到火系伤害时，将有较高几率化解一半伤害',''];
mpjn[45] = ['看破','Icon0069','','技力：80','','聚气：瞬间施放','回气：150','','','真诀，进入中级“观心”状态，命中率上升15%，能发现并攻击隐形生物 需要调息1秒才能施展其他技能','',''];
mpjn[46] = ['冲撞','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','近身冲撞对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['惊雷撞地','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：128','近身冲撞对手，造成钝击伤害，并有一定几率使其陷入“眩晕”状态，持续2秒　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['碎玉冲','Icon0069','','技力：？？','射程：近身攻击','聚气：瞬间施放','回气：？？','伤害类型：钝击','威力：？？','技能描述缺失　需要调息？秒才能施展其他技能','',''];
mpjn[49] = ['高级焰云术','Icon0069','','技力：80','射程：25','聚气：2.5','回气：6','伤害类型：火','威力：200','法术。在敌人周围制造焰云进行大面积攻击　需要调息2.5秒才能施展其他技能','',''];
