var mpjn = new Array();
mpjn[7] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[8] = ['身强体健','Icon002','','','','','','','','','免疫盲目、郁气、眩晕',''];
mpjn[9] = ['抓击','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','抓击对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['利刃爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：144','抓击对手，造成挥砍伤害命中力高　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['裂骨爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：136','抓击对手，造成挥砍伤害，并有一定几率使其陷入“无力”状态，持续10秒　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];



mpjn[25] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[26] = ['身强体健','Icon002','','','','','','','','','免疫盲目、郁气、眩晕',''];
mpjn[27] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['断肠刀','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：176','用大刀猛烈劈砍对手，造成较大挥砍伤害，命中力较低　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['磐石诀','Icon007','','技力：48','','聚气：0.5','回气：30','','','心法，受到的伤害减少15%，持续180秒　需要调息2秒才能施展其他技能','',''];




mpjn[43] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[44] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[45] = ['瞬幻术','Icon0069','','','','','','','','','无需幻化吟唱直接变为兽形态',''];
mpjn[46] = ['失力','Icon0069','','技力：25','射程：25','聚气：1','回气：5','','','使对手的物理攻击力和物理防御力大幅度下降，持续24秒　需要调息2秒才能施展其他技能','',''];
mpjn[47] = ['流风回雪','Icon004','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','近身扫打，造成钝击伤害，并有一定几率使对手陷入“迟钝”状态，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['移步诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，回避率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[49] = ['催眠','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续10秒。　需要调息2秒才能施展其他技能','',''];
mpjn[50] = ['追电诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，移动速度上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];
