var mpjn = new Array();
mpjn[7] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[8] = ['失力攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“失力”状态',''];
mpjn[9] = ['猛砸','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','猛砸对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['失力','Icon0069','','技力：25','射程：25','聚气：1','回气：5','','','使对手的物理攻击力和物理防御力大幅度下降，持续24秒　需要调息2秒才能施展其他技能','',''];
mpjn[11] = ['离神震','Icon005','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：钝击','威力：136','猛砸对手，造成钝击伤害，并有一定几率使其陷入“眩晕”状态，持续2秒　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['轰天砸','Icon004','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：钝击','威力：192','猛砸对手，造成大量钝击伤害，并有较高几率使其陷入“眩晕”状态，持续4秒　需要调息3秒才能施展其他技能','',''];
mpjn[13] = ['乏力咒','Icon0069','','技力：40','射程：25','聚气：1','回气：10','','','使攻击范围内所有对手的物理攻击力和物理防御力大幅度下降，持续15秒　需要调息3秒才能施展其他技能','',''];


mpjn[25] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[26] = ['失心攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“失心”状态',''];
mpjn[27] = ['抓击','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','抓击对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['失力','Icon0069','','技力：25','射程：25','聚气：1','回气：5','','','使对手的物理攻击力和物理防御力大幅度下降，持续24秒　需要调息2秒才能施展其他技能','',''];
mpjn[29] = ['吸血爪','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：16','伤害类型：挥砍','威力：192','抓击对手，造成大量挥砍伤害，并将部分伤害值转化为自己的生命值　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['乏力咒','Icon0069','','技力：40','射程：25','聚气：1','回气：10','','','使攻击范围内所有对手的物理攻击力和物理防御力大幅度下降，持续15秒　需要调息3秒才能施展其他技能','',''];
mpjn[31] = ['扰魂爪','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：136','抓击对手，造成挥砍伤害，并有一定几率使其陷入“失心”状态，持续10秒　需要调息3秒才能施展其他技能','',''];


mpjn[43] = ['浮空','Icon0001','','','','','','','','','回避率上升10%，免疫“定身”状态',''];
mpjn[44] = ['催眠攻击','Icon0069','','','','','','','','','进行普通攻击时，将有一定几率使对手陷入“催眠”状态',''];
mpjn[45] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[46] = ['一拍两散','Icon004','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','拍打对手，造成钝击伤害，并有一定几率清除对手所有的正面状态　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['流风回雪','Icon004','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','近身扫打，造成钝击伤害，并有一定几率使对手陷入“迟钝”状态，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['如梦随行','Icon0069','','技力：50','','聚气：瞬间施放','回气：120','','','真诀，使用后进入“隐身”状态，每5秒技力值下降8点，发动攻击、使用技能、使用道具或者受到伤害后状态都会解除。 需要调息1秒才能施展其他技能','',''];
mpjn[49] = ['催眠','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：15','','','使对手停止行动，受到的伤害增加30%（受到伤害后状态将解除），持续10秒。　需要调息2秒才能施展其他技能','',''];
