var mpjn = new Array();
mpjn[7] = ['降妖','Icon0069','','','','','','','','','对抗妖灵时伤害上升20%，伤害抵抗上升10%',''];
mpjn[8] = ['金石之躯','Icon0069','','','','','','','','','挥砍、风系抗性高，元系抗性低，体质类状态免疫',''];
mpjn[9] = ['消魔攻击','Icon0069','','','','','','','','','进行普通攻击时，将有35%的几率消除对方身上的所有正面状态',''];
mpjn[10] = ['流云剑','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：90','剑若行云，对敌方造成少量挥砍伤害，命中高　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['看破','Icon0069','','技力：80','','聚气：瞬间施放','回气：150','','','真诀，进入中级“观心”状态，命中率上升15%，能发现并攻击隐形生物 需要调息1秒才能施展其他技能','',''];
mpjn[12] = ['凝心诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，会心一击率上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[13] = ['怒剑狂花','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：挥砍','威力：216','猛烈劈斩，对敌方造成大量挥砍伤害，并有一定几率使其陷入“暴怒”状态，持续9秒　需要调息3秒才能施展其他技能','',''];



mpjn[25] = ['明觉','Icon0001','','','','','','','','','消耗技力值下降10%，免疫“失忆”状态',''];
mpjn[26] = ['降妖','Icon0069','','','','','','','','','对抗妖灵时伤害上升20%，伤害抵抗上升10%',''];
mpjn[27] = ['？？？','Icon0001','','','','','','','','','？？？',''];
mpjn[28] = ['长生术','Icon0069','','','','','','','','','幻化持续时间增加1分钟',''];
mpjn[29] = ['中级离火术','Icon0069','','技力：34','射程：25','聚气：2.3','回气：1.5','伤害类型：火','威力：170','法术。对单体目标造成火系伤害　需要调息2.5秒才能施展其他技能','',''];
mpjn[30] = ['中级怒涛术','Icon004','','技力：68','射程：25','聚气：1.8','回气：8','伤害类型：水','威力：130','法术。在敌人周围制造怒涛进行大面积攻击，并在3秒内使其移动速度下降35%　需要调息2秒才能施展其他技能','',''];
mpjn[31] = ['怡神诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，法术攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[32] = ['卷云术','Icon0069','','技力：72','','聚气：瞬间施放','回气：12','伤害类型：风','威力：100','法术。狂风卷云，攻击周身的所有敌人，范围大。　需要调息4秒才能施展其他技能','',''];


mpjn[43] = ['神行','Icon0069','','','','','','','','','移动速度上升15%，免疫“缓行”状态',''];
mpjn[44] = ['寻宝术','Icon0069','','','','','','','','','杀死怪物得到装备的几率上升',''];
mpjn[45] = ['中级坎水术','Icon004','','技力：34','射程：25','聚气：1.8','回气：2','伤害类型：水','威力：130','法术。对单体目标造成水系伤害，并在5秒内使其移动速度下降35%　需要调息2秒才能施展其他技能','',''];
mpjn[46] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['急中生智','Icon0040','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时法术攻击力上升15%，吟唱时间下降20%，持续1分钟　需要调息1秒才能施展其他技能','',''];
mpjn[48] = ['迷眼拳','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：5','伤害类型：钝击','威力：85','拍打对手，造成少量钝击伤害，并有一定几率使其陷入“失明”状态，持续9秒　需要调息3秒才能施展其他技能','',''];
mpjn[49] = ['流星赶月','Icon0040','','技力：80','','聚气：瞬间施放','回气：150','','','心法。当生命值降到50%以下时才能发动，此时攻击速度上升30%，移动速度上升30%，持续1分钟　需要调息1秒才能施展其他技能','',''];


mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];