var mpjn = new Array();
mpjn[7] = ['暗视','Icon0001','','','','','','','','','命中率上升10%，免疫“盲目”状态',''];
mpjn[8] = ['沉着','Icon0001','','','','','','','','','受到的伤害减少8%，免疫“暴怒”状态',''];
mpjn[9] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[10] = ['断肠刀','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：176','用大刀猛烈劈砍对手，造成较大挥砍伤害，命中力较低　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['烈风破','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：挥砍','威力：204','强力劈砍，对对方造成大量挥砍伤害，并有一定几率使其陷入“暴怒”状态，持续12秒　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['看破','Icon0069','','技力：80','','聚气：瞬间施放','回气：150','','','真诀，进入中级“观心”状态，命中率上升15%，能发现并攻击隐形生物 需要调息1秒才能施展其他技能','',''];
mpjn[13] = ['临波微步','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法，30秒内回避率上升80% 需要调息1秒才能施展其他技能','',''];


mpjn[25] = ['御元术','Icon0069','','','','','','','','','受到元系伤害时，将有较高几率化解一半伤害',''];
mpjn[26] = ['破甲攻击','Icon0069','','','','','','','','','进行普通攻击时，将有35%的几率忽略对手的物理防御',''];
mpjn[27] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[28] = ['气波术','Icon0069','','技力：48','射程：15','聚气：瞬间施放','回气：6','伤害类型：元','威力：125','法术。放出元气波攻击对手，该攻击将穿透对方的法术防御。　需要调息4秒才能施展其他技能','',''];
mpjn[29] = ['中级冲击术','Icon0069','','技力：34','射程：25','聚气：2.3','回气：2','伤害类型：元','威力：155','法术。对单体目标造成元系伤害，该攻击将穿透对方的法术防御。　需要调息3秒才能施展其他技能','',''];
mpjn[30] = ['虐混割','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：20','伤害类型：挥砍','威力：156','猛烈劈斩，对敌方造成大量挥砍伤害，并在接下来的20秒内对其造成持续伤害　需要调息2秒才能施展其他技能','',''];
mpjn[31] = ['爆气术','Icon0069','','技力：72','','聚气：瞬间施放','回气：20','伤害类型：元','威力：125','法术。向四周爆发出元气冲击波，该攻击将穿透对方的法术防御　需要调息5秒才能施展其他技能','',''];

mpjn[43] = ['暗视','Icon0001','','','','','','','','','命中率上升10%，免疫“盲目”状态',''];
mpjn[44] = ['消魔攻击','Icon0069','','','','','','','','','进行普通攻击时，将有35%的几率消除对方身上的所有正面状态',''];
mpjn[45] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[46] = ['碎梦摇魂','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：钝击','威力：136','用力拍打对手，造成钝击伤害，并有较高几率使其陷入“催眠”状态，持续8秒　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['六神无主','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法，30秒内中断对方吟唱的几率极大提升 需要调息1秒才能施展其他技能','',''];
mpjn[48] = ['丧心咒','Icon0069','','技力：40','射程：25','聚气：1','回气：10','','','使攻击范围内所有对手的法术攻击力和法术防御力大幅度下降,持续15秒　需要调息3秒才能施展其他技能','',''];
mpjn[49] = ['如梦随行','Icon0069','','技力：50','','聚气：瞬间施放','回气：120','','','真诀，使用后进入“隐身”状态，每5秒技力值下降8点，发动攻击、使用技能、使用道具或者受到伤害后状态都会解除。 需要调息1秒才能施展其他技能','',''];



mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];