var mpjn = new Array();

mpjn[7] = ['不朽之骨','Icon0069','','','','','','','','','穿刺、毒系抗性高，钝击抗性低，意志类状态免疫',''];
mpjn[8] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[9] = ['杀生','Icon0069','','','','','','','','','对抗动物、异兽时攻防上升9%',''];	
mpjn[10] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['断肠刀','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：9','伤害类型：挥砍','威力：176','用大刀猛烈劈砍对手，造成较大挥砍伤害，命中力较低　需要调息3秒才能施展其他技能','',''];
mpjn[12] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[13] = ['饮血斩','Icon0069','','技力：32','射程：近身攻击','聚气：瞬间施放','回气：10','伤害类型：挥砍','威力：128','劈斩对手，造成挥砍伤害，并将对敌人造成的部分伤害值转化成自身的生命值　需要调息3秒才能施展其他技能','',''];
mpjn[14] = ['挑衅','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：24','','','使对手的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续8秒。　需要调息2秒才能施展其他技能','',''];


mpjn[25] = ['不朽之骨','Icon0069','','','','','','','','','穿刺、毒系抗性高，钝击抗性低，意志类状态免疫',''];
mpjn[26] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[27] = ['杀生','Icon0069','','','','','','','','','对抗动物、异兽时攻防上升9%',''];	
mpjn[28] = ['劈砍','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','劈砍对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['挑衅','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：24','','','使对手的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续8秒。　需要调息2秒才能施展其他技能','',''];
mpjn[30] = ['百中诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，命中率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[31] = ['烈风破','Icon0069','','技力：48','射程：近身攻击','聚气：瞬间施放','回气：15','伤害类型：挥砍','威力：204','强力劈砍，对对方造成大量挥砍伤害，并有一定几率使其陷入“暴怒”状态，持续12秒　需要调息3秒才能施展其他技能','',''];


mpjn[43] = ['不朽之骨','Icon0069','','','','','','','','','穿刺、毒系抗性高，钝击抗性低，意志类状态免疫',''];
mpjn[44] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[45] = ['杀生','Icon0069','','','','','','','','','对抗动物、异兽时攻防上升9%',''];	
mpjn[46] = ['百步穿杨','Icon0069','','技力：20','射程：30','聚气：瞬间施放','回气：3','伤害类型：穿刺','威力：100','远程攻击，射程长，命中高，造成少量穿刺伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['失魂引','Icon0069','','技力：48','射程：24','聚气：瞬间施放','回气：18','伤害类型：穿刺','威力：192','远程攻击，造成大量穿刺伤害，并有一定几率使对手陷入“郁气”状态　需要调息3秒才能施展其他技能','',''];
mpjn[48] = ['挑衅','Icon0069','','技力：25','射程：18','聚气：瞬间施放','回气：24','','','使对手的伤害上升10%，受到的伤害增加20%，并强制攻击自己，持续8秒。　需要调息2秒才能施展其他技能','',''];
mpjn[49] = ['六神无主','Icon0069','','技力：100','','聚气：瞬间施放','回气：180','','','心法，30秒内中断对方吟唱的几率极大提升 需要调息1秒才能施展其他技能','',''];