var mpjn = new Array();
mpjn[7] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[8] = ['不屈','Icon0001','','','','','','','','','会心一击率上升15%，免疫“无助”状态',''];
mpjn[9] = ['移步诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，回避率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[10] = ['抓击','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','抓击对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[11] = ['凝心诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，会心一击率上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];

mpjn[25] = ['灵敏','Icon0001','','','','','','','','','攻击速度上升15%，免疫“迟钝”状态',''];
mpjn[26] = ['不屈','Icon0001','','','','','','','','','会心一击率上升15%，免疫“无助”状态',''];
mpjn[27] = ['移步诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，回避率上升20%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[28] = ['抓击','Icon0069','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：100','抓击对手，造成少量的挥砍伤害　需要调息3秒才能施展其他技能','',''];
mpjn[29] = ['凝心诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，会心一击率上升30%，持续180秒 需要调息2秒才能施展其他技能','',''];

mpjn[43] = ['强劲','Icon0107','','','','','','','','','物理攻击力上升8%，免疫“失力”状态',''];
mpjn[44] = ['坚韧','Icon0001','','','','','','','','','生命恢复速度增加30%，免疫“眩晕”状态',''];
mpjn[45] = ['捕兽','Icon0069','','','','','','','','','对抗动物时伤害上升20%，伤害抵抗上升10%',''];
mpjn[46] = ['拍打','Icon004','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：钝击','威力：100','拍打对手，造成少量钝击伤害　需要调息3秒才能施展其他技能','',''];
mpjn[47] = ['聚劲诀','Icon0069','','技力：100','','聚气：0.5','回气：30','','','心法，物理攻击力上升15%，持续180秒 需要调息2秒才能施展其他技能','',''];
mpjn[48] = ['磐石诀','Icon0070','','技力：48','','聚气：0.5','回气：30','','','心法，受到的伤害减少15%，持续180秒　需要调息2秒才能施展其他技能','',''];

mpjn[100] = ['弦歌地·黄云堆雪','Icon0085','','技力：20','射程：近身攻击','聚气：瞬间施放','回气：3','伤害类型：挥砍','威力：75','武功。命中率高，并对怪物产生一定仇恨　需要调息2.8秒才能施展其他技能','需要装备：单刀',''];
mpjn[101] = ['弦歌地·黄云堆雪','Icon0085','','','','','','','','','需要装备：单刀',''];